[
  {
    "title": "प्रकृति का आह्वान",
    "author": "रामधारी सिंह 'दिनकर'",
    "text": "प्रकृति का आह्वान हमें आता है नित्य नया। नदियाँ बहती हैं, पेड़ हरे-भरे हैं, पक्षी गाते हैं। यह सौंदर्य हमें शांति देता है।",
    "genre": "poem"
  },
  {
    "title": "मातृभूमि",
    "author": "बंकिम चंद्र चटर्जी",
    "text": "वंदे मातरम् सुजलां सुफलां मातरम्। शुभ्र ज्योत्स्ना पुलकित यामिनीम्। अमृतं तस्या स्तनयोः फलति। वंदे मातरम्।",
    "genre": "poem"
  },
  {
    "title": "गांव की कहानी",
    "author": "मुंशी प्रेमचंद",
    "text": "एक छोटा सा गांव था। जहां सब लोग एक जैसे प्यार से रहते थे। नदी किनारे खेत थे, जिनमें हरी-भरी फसलें होती थीं। गांव के लोग सुबह-शाम नदी पर जाते थे।",
    "genre": "story"
  },
  {
    "title": "सच्चा प्यार",
    "author": "काजी नाजरुल इस्लाम",
    "text": "प्यार वही है जो बिना लेने-देने का हो। जो बिना अपेक्षाओं के हो। जो दिल की गहराइयों से आए। ऐसा प्यार ही सच्चा प्यार है।",
    "genre": "poem"
  },
  {
    "title": "बचपन की यादें",
    "author": "यशपाल",
    "text": "बचपन की यादें कभी नहीं भूलतीं। खेल-कूद, मिठाइयाँ, माँ का प्यार, पापा की गोद। ये सब यादें हमें खुश रखती हैं।",
    "genre": "story"
  },
  {
    "title": "जीवन यात्रा",
    "author": "सूर्यकांत त्रिपाठी 'निराला'",
    "text": "जीवन एक यात्रा है, जिसमें उतार-चढ़ाव आते हैं। कभी खुशियाँ मिलती हैं, कभी गम। लेकिन हमें चलते रहना है।",
    "genre": "poem"
  },
  {
    "title": "शहर की जिंदगी",
    "author": "अज्ञेय",
    "text": "शहर की जिंदगी तेज़ गति से चलती है। लोग भागते रहते हैं, समय निकल जाता है। लेकिन कभी-कभी रुकना भी जरूरी है।",
    "genre": "story"
  },
  {
    "title": "सूर्य की किरणें",
    "author": "मैथिलीशरण गुप्त",
    "text": "सूर्य की किरणें हमें ऊर्जा देती हैं। वे अंधेरे को दूर करती हैं। ज्ञान की यही किरणें हमें सही मार्ग दिखाती हैं।",
    "genre": "poem"
  },
  {
    "title": "दोस्ती का महत्व",
    "author": "नागार्जुन",
    "text": "दोस्ती जीवन का एक महत्वपूर्ण हिस्सा है। अच्छे दोस्त हमें सही मार्ग पर ले जाते हैं। वे हमारे दुख-सुख में साथ देते हैं।",
    "genre": "story"
  },
  {
    "title": "स्वतंत्रता का स्वप्न",
    "author": "रवींद्रनाथ ठाकुर",
    "text": "स्वतंत्रता हर मनुष्य का अधिकार है। इसके लिए हमें कड़ी मेहनत करनी होगी। एक स्वतंत्र जीवन ही सच्चा जीवन है।",
    "genre": "poem"
  }
]