{
  "id": "hindi_doc_1",
  "title": "himachali-mis.txt",
  "content": "धोबण\nकाला घगरा सियाई के , ओ धोबण पाणीये जो चल्ली है मैं तेरी सो . णा\nमत जांदी धोबणे तू मेरिये ओथु राजेयाँ डा डेरा है मैं तेरी सो .\nधोबणे घड़ा सिरे चुकया धोबण पानीये जो गयी है मैं तेरी सो .\nपहलिया पोडिया उत्तरी , राजे गिट्टूये दी मारी है मैं तेरी सो .\nदूजिया पोडिया उत्तरी ओ राजें बांह फड लई है मैं तेरी सो\nछड़ी देयां राजेंया बाईं जो , ओ मेरी जात कमीनी है मैं तेरी सो .\nजाती दा मैं क्या करना ओ तेरी सूरत बड़ी सोणी है मैं तेरी सो .\nआगे आगे राजा चल्या पीछे धोबणी दा डोला है मैं तेरी सो .\nखबर करो महलां रानिया तेरी सोतन भी आई है मैं तेरी सो .\nआई है ता ओणा दे मैं भी बसणा दी है मैं तेरी सो\nअपु बैठी रानी पलगें धोबण पन्दी पर बिठाई है मैं तेरी सो .\nकालियां पिन्नियां बणाइयां बिच जहर मिलाया है मैं तेरी सो .\nखाई लेयां धोबणे तू पिन्नियां ' बाजी प्योकियाँ ते आई है मैं तेरी सो .\nपहली पीनी खायी है धोबणी ओ धोबण मूंदे मुन्हे पयी है मैं तेरी सो .\nदूजी पिन्नी खायी है धोबणी , धोबण मरी मुक्की गयी है मैं तेरी सो .\nचन्नणे दी सेज बनाई के धोबण नदिया रड़ाई है मैं तेरी सो .\nआगे धोभी कपडेयां धोम्दा ' पासे सेज रूडदी आई है मैं तेरी सो .\nसेज गुआडी करी दिखया मेरी धोबन रूडदी आई है मैं तेरी सो .\nसोनी सूरत वालिये कजो जान गुआई है मैं तेरी सो ।\n\nभरियाँ बंदूकां\nभरियाँ बंदूकां राजा होया तैयार\nमारी जे लैणा सैले बागे दा मोर\nन तुसां मारे ओ राजा चिड़ियाँ तोते\nन तुसां मारे ओ सैले बागे दा मोर\nक्या ता लगदे ओ राणी चिड़ियाँ तोते\nक्या ता लगदा सैले बागे दा मोर\nसासु दे जाये राजा चिड़ियाँ तोते\nअम्मा दा जाया सैले बागे दा मोर\nभारियां बंदूकां राजें खेल्या शकार\nमारी जे ल्यंदा सैले बागे दा मोर\nउठो जी राणी करयो रसो\nअव्वल बनायो सैले बागे दा मोर\nबखिया भी पेड सिरे भी पेड\nमेते नी बंणदा सैले बागे दा मोर\nउठो जी राणी तुसां खाई लो रसो\nछैल बणाया सैले बागे दा मोर\nउत्त्चे ते छड़ी की रानिये दीती है छाल\nजान गुआणी ओ वीरा तेरे ही नाल\n\nहुंण वो कतायें जो नसदा वो धुडुआ\nहुंण वो कतायें जो नसदा वो धुडुआ\nबापुएं लडें तेरे ओ लायी\nरिडिया ता रिडिया धुडू भला नसदा\nनालें ता खोलें गौरां तोपदी\nकजो वो कुआरी बाबुल दे घरें\nअज वो ब्याइयाँ कजो भला छोडदा\nगौरां ता गोरां हक्कां वो लाइयाँ ळ\nगोरां ता हक्का ना वो सुनदी\nमगरियां चालीं चल मेरे धुडुआ\nनाजुक पैरां छाले ओ आये\nछन्द छन्द धुडुआ भाली ओ लयां\nनाजुक लत्ता ना चलदी\nमलिया रा कूड़ा मलिया सुटना\nना तेरी धीयाँ ना तेरी जोतनी\nअसं भला होंदे मलिया रे जोगी\nतू ता हुंदी राजे दे बेटी\nउचेयाँ कैलाशा शिव मेरा बसदा\nकुन वो ग्लांदा गौरां नी बसदा\nहुंण वो कतायें जो नसदा वो धुडुआ\nबापुएं लडें तेरे ओ लायी\n\n",
  "source": "Hindi-data-hub/odaigen_hindi_pre_trained_sp",
  "language": "hi",
  "metadata": {
    "file_name": "himachali-mis.txt",
    "content_length": 2269,
    "split": "train"
  }
}